Repository: rverchere/debian-glances
Catalog: i18n/*/LC_MESSAGES/glances.po
Languages: de

source: Error decoding config file '%s': %s
de: Fehler beim Dekodieren der Konfig-Datei '%s': %s

source: hddtemp error
de: hddtemp-Fehler

source: Error: Cannot init the curses library.
de: Fehler: Die curses-Bibliothek kann nicht initialisiert werden.

source: Uptime: {0}
de: Betriebszeit: {0}

source: PerCPU
de: Pro CPU

source: Compute data...
de: Berechne Daten...

source: Load
de: Last

source: used:
de: belegt:

source: free:
de: frei:

source: active:
de: aktiv:

source: inactive:
de: inaktiv:

source: buffers:
de: Buffer:

source: cached:
de: gecached:

source: Network
de: Netzwerk

source: Cannot grab data...
de: Kann Daten nicht lesen...

source: Sensors
de: Sensoren

source: Used
de: Belegt

source: WARNING|CRITICAL logs
de: WARNUNG|KRITISCH Logs

source: (lasts
de: (letzte

source: entries)
de: Einträge)

source: (one entry)
de: (ein Eintrag)

source: Processes (disabled)
de: Prozesse (deaktiviert)

source: sorted automatically
de: automatisch sortiert

source: sorted by
de: sortiert nach

source: RUNNING
de: LAUFEND

source: NOT RUNNING
de: NICHT LAUFEND

source: Error:
de: Fehler:

source: Cannot execute command
de: Kann Kommando nicht ausführen

source: TIME+
de: ZEIT+

source: Connected to
de: Verbunden zu

source: Disconnected from
de: Verbindung getrennt zu

source: Press 'h' for help
de: Drück 'h' für Hilfe

source: Glances {0} with PsUtil {1}
de: Glances {0} mit PsUtil {1}

source: CAREFUL
de: VORSICHT

source: WARNING
de: WARNUNG

source: CRITICAL
de: KRITISCH

source: Filesystem %
de: Dateisystem %

source: CPU process %
de: CPU Prozess %

source: MEM process %
de: MEM Prozess %

source: Sort processes automatically
de: Prozesse automatisch sortieren

source: Sort processes by CPU%
de: Prozesse nach CPU% sortieren

source: Error: The server version is not compatible with the client
de: Fehler: Die Server-Version ist mit dem Client nicht kompatibel

source: Glances server is running on {0}:{1}
de: Glances-Server läuft auf {0}:{1}

source: Error: Update {0} failed: {1}
de: Fehler: Aktualisierung {0} ist fehlgeschlagen: {1}

source: Error: Couldn't create socket {0}: {1}
de: Fehler: Konnte Socket {0} nicht erzeugen: {1}

source: Error: Connection to server failed: Bad password
de: Fehler: Verbindung zum Server fehlgeschlagen: Falsches Passwort

source: Error: Connection to server failed: {0}
de: Fehler: Verbindung zum Server fehlgeschlagen: {0}

source: Info: Connection to Glances server failed. Trying fallback to SNMP...
de: Info: Verbindung zum Glances-Server fehlgeschlagen. Versuche Fallback zu SNMP...

source: Error: Connection to SNMP server failed
de: Fehler: Verbindung zum SNMP-Server fehlgeschlagen

source: Error: Unknown server mode: {0}
de: Fehler: Unbekannter Servers-Modus: {0}

source: Error: Cannot decode configuration file '{0}': {1}
de: Fehler: Kann Konfigurationsdatei '{0}' nicht lesen: {1}

source: display network rate in byte per second
de: Netzwerkgeschwindigkeit anzeigen in Byte/Sekunde

source: bind server to the given IPv4/IPv6 address or hostname
de: Server auf gegebene IPv4/IPv6-Adresse oder Hostnamen festlegen

source: connect to a Glances server by IPv4/IPv6 address or hostname
de: Zu einem Glances-Server mit IPv4/IPv6-Adresse oder Hostnamen verbinden

source: path to the configuration file
de: Pfad zur Konfigurationsdatei

source: disable bold mode in the terminal
de: Fett-Modus im Terminal deaktivieren

source: disable disk I/O module
de: Disk-I/O-Modul deaktivieren

source: disable filesystem module
de: Dateisystem-Modul deaktivieren

source: disable network module
de: Netzwerk-Modul deaktivieren

source: disable sensors module
de: Sensor-Modul deaktivieren

source: disable process module
de: Prozess-Modul deaktivieren

source: disable log module
de: Log-Modul deaktivieren

source: export stats to a CSV file
de: Exportiere Daten zu CSV-Datei

source: define the client/server TCP port [default: {0}]
de: Client-/Server-TCP-Port festlegen [default: {0}]

source: define password from the command line
de: Passwort auf Kommandozeile bestimmen

source: define a client/server password from the prompt or file
de: Client-/Server-Passwort über Prompt oder Datei festlegen

source: run Glances in server mode
de: Glances im Server-Modus ausführen

source: SNMP version (1, 2c or 3)
de: SNMP-Version (1, 2c oder 3)

source: SNMP username (only for SNMPv3)
de: SNMP-Benutzername (nur für SNMPv3)

source: SNMP authentication key (only for SNMPv3)
de: SNMP-Authentifizierungs-Schlüssel (nur für SNMPv3)

source: set refresh time in seconds [default: {0} sec]
de: Aktualisierungszeit in Sekunden [default: {0} Sek]

source: run Glances in web server mode
de: Glances im Webserver-Modus starten

source: start Glances in per CPU mode
de: Glances im pro-CPU-Modus starten

source: Define the password for the Glances server
de: Passwort für Glances-Server festlegen

source: Enter the Glances server password
de: Passwort für Glances-Server eingeben

source: Error: Cannot read monitored list: {0}
de: Fehler: Kann Überwachungs-Liste nicht lesen: {0}

source: Info: Read password from file: {0}
de: Info: Passwort gelesen aus Datei {0}

source: Password:
de: Passwort:

source: Password (confirm):
de: Passwort (wiederholen):

source: Error: Sorry, but passwords did not match...
de: Fehler: Passwörter stimmen nicht überein...

source: Do you want to save the password? [Yes/No]:
de: Willst du das Passwort speichern? [Ja/Nein]

source: Y
de: J

source: Warning: Cannot create Glances directory: {0}
de: Warnung: Kann Glances-Ordner nicht erzeugen: {0}

source: Error: Couldn't open socket: {0}
de: Fehler: Kann Socket nicht öffnen: {0}

source: Error: Cannot start Glances server: {0}
de: Fehler: Kann Glances-Server nicht starten: {0}

source: Error: Cannot create the CSV file: {0}
de: Fehler: Kann CSV-Datei nicht erzeugen: {0}

source: Stats dumped to CSV file: {0}
de: Daten nach CSV-Datei gespeichert: {0}

source: No warning or critical alert detected
de: Keine (kritische) Warnung entdeckt

source: Warning or critical alerts
de: (Kritische) Warnungen

source: (lasts {0} entries)
de: (letzte {0} Einträge)

source: (ongoing)
de: (laufend)

source: {0} on {1}
de: {0} auf {1}

source: (Min:{0:.1f} Mean:{1:.1f} Max:{2:.1f})
de: (Min:{0:.1f} Mittel:{1:.1f} Max:{2:.1f})

source: Battery (%)
de: Batterie (%)

source: user:
de: Benutzer:

source: idle:
de: Inaktiv:

source: FILE SYS
de: DATEISYSTEM

source: Total
de: Gesamt

source: with psutil {0}
de: mit psutil {0}

source: Bytes or bits for network I/O
de: Bytes oder Bits für Netzwerk I/O

source: Show/hide logs (alerts)
de: Logs (Warnungen) zeigen/verstecken

source: Sort processes by MEM%
de: Prozesse nach RAM% sortieren

source: Sort processes by name
de: Prozesse nach Name sortieren

source: Sort processes by I/O rate
de: Prozesse nach I/O-Rate sortieren

source: Show/hide disk I/O stats
de: Zeige/Verstecke Disk I/O-Statistik

source: Show/hide file system stats
de: Zeige/Verstecke Dateisystem-Statistik

source: Show/hide network stats
de: Zeige/Verstecke Netzwerk-Statistik

source: Show/hide sensors stats
de: Zeige/Verstecke Sensor-Statisik

source: Show/hide hddtemp stats
de: Zeige/Verstecke hddtemp-Statistik

source: Show/hide logs
de: Zeige/Verstecke Logs

source: Delete warning logs
de: Lösche warning-Logs

source: Delete warning and critical logs
de: Lösche warning- und critical-Logs

source: Global CPU or per-CPU stats
de: Globale oder Pro-CPU-Statistik

source: Show/hide this help screen
de: Zeige/Verstecke diesen Hilfe-Bildschirm

source: View network I/O as combination
de: Zeige Netzwerk I/O kombiniert

source: View cumulative network I/O
de: Zeige kumulative Netzwerk I/O

source: Show/hide processes list
de: Zeige/Verstecke Prozess-Liste

source: Quit (Esc and Ctrl-C also work)
de: Beenden (Esc und Strg-C funktionieren auch)

source: %Y-%m-%d %H:%M:%S
de: %d.%m.%Y %H:%M:%S

source: Couldn't open socket: %s
de: Kann Socket nicht öffnen: %s

source: Error: creating client socket
de: Fehler: Client-Socket konnte nicht erstellt werden

source: Couldn't create socket: %s
de: Konnte Socket nicht erzeugen: %s

source: Error: Connection to server failed. Bad password.
de: Fehler: Verbindung zum Server gescheitert. Ungültiges Passwort.

source: Error: Connection to server failed. Unknown error.
de: Fehler: Verbindung zum Server gescheitert. Unbekannter Fehler.

source: with PsUtil
de: mit PsUtil

source: Usage: glances [options]
de: Benutzung: glances [optionen]

source: Options:
de: Optionen:

source: -b Display network rate in Byte per second
de: -b Zeige Netzwerk-Rate in Byte pro Sekunde

source: -B @IP|HOST Bind server to the given IPv4/IPv6 address or hostname
de: -B @IP|HOST Binde Server an die gegebene IPv4/IPv6 Adresse oder Hostnamen

source: -c @IP|HOST Connect to a Glances server by IPv4/IPv6 address or hostname
de: -c @IP|HOST Verbinde zu einem Glances Server mit by IPv4/IPv6 Adresse oder Hostnamen

source: -C FILE Path to the configuration file
de: -C FILE Pfad zur Konfigurations-Datei

source: -d Disable disk I/O module
de: -d Deaktiviere Disk I/O-Modul

source: -e Enable sensors module
de: -e Aktiviere Sensor-Modul

source: -f FILE Set the HTML output folder or CSV file
de: -f FILE Setze den HTML-Ausgabe-Ordner oder die CSV-Datei

source: -h Display the help and exit
de: -h Zeige die Hilfe und beende

source: -m Disable mount module
de: -m Deaktivere Mount-Modul

source: -n Disable network module
de: -n Deaktiviere Netzwerk-Modul

source: -o OUTPUT Define additional output (available: HTML or CSV)
de: -o OUTPUT Bestimme zusätzliche Ausgabe (verfügbar: HTML oder CSV)

source: -p PORT Define the client/server TCP port (default: %d)
de: -p PORT Definiere den TCP-Port des Clients/Servers (Standard: %d)

source: -P PASSWORD Define a client/server password
de: -P PASSWORD Setze ein Client-/Server-Passwort

source: --password Define a client/server password from the prompt
de: --password Setze ein Client-/Server-Passwort auf der Kommandozeile

source: -r Disable process list
de: -r Deaktiviere Prozess-Liste

source: -s Run Glances in server mode
de: -s Starte Glances im Server-Modus

source: -t SECONDS Set refresh time in seconds (default: %d sec)
de: -t SECONDS Setze Aktualisierungs-Zeit in Sekunden (Standard: %d sek)

source: -v Display the version and exit
de: -v Zeige die Version und beende

source: -y Enable hddtemp module
de: -y Aktiviere hddtemp-Modul

source: -z Do not use the bold color attribute
de: -z Setze Farben nicht in fett

source: -1 Start Glances in per CPU mode
de: -1 Starte Glances im Pro-CPU-Modus

source: [Warning] Passwords did not match, please try again...
de: [Warnung] Passwörter stimmen nicht überein, bitte erneut versuchen...

source: Try 'glances -h' for more information.
de: Versuch 'glances -h' für mehr Informationen.

source: Error: Unknown output %s
de: Fehler: Unbekannte Ausgabe %s

source: Error: Refresh time should be a positive integer
de: Fehler: Aktualisierungszeit muss eine positive ganze Zahl sein

source: Error: Cannot use both -P and --password flag
de: Fehler: Kann nicht gleichzeitig -P und --password benutzen

source: Error: Cannot use both -s and -c flag
de: Fehler: Kann nicht gleichzeitig -s und -c benutzen

source: Error: Cannot use both -s and -o flag
de: Fehler: Kann nicht gleichzeitig -s und -o benutzen

source: Error: Cannot use both -c and -o flag
de: Fehler: Kann nicht gleichzeitig -c und -o benutzen

source: Error: Cannot use both -c and -C flag
de: Fehler: Kann nicht gleichzeitig -c und -C benutzen

source: Limits are set based on the server ones
de: Die Grenzen basieren auf denen des Servers

source: Error: Need Jinja2 library to export into HTML
de: Fehler: Benötige die Bibliothek Jinja2 um nach HTML exportieren zu können

source: Error: HTML export (-o html) need output folder definition (-f <folder>)
de: Fehler: HTML-Export (-o html) benötigt Ausgabe-Ordner (-f <ordner>)

source: Error: Need CSV library to export into CSV
de: Fehler: Benötige CSV-Bibliothek um nach CSV zu exportieren

source: Error: CSV export (-o csv) need output file definition (-f <file>)
de: Fehler: CSV-Export (-o csv) benötigt Ausgabe-Datei (-f <datei>)

source: Error: Invalid port number: %s
de: Fehler: Ungültige Port-Nummer: %s

source: Glances server is running on
de: Glances-Server läuft auf

source: Error: The server version is not compatible
de: Fehler: Die Server-Version ist nicht kompatibel

source: Delete warning alerts
de: Warnungen entfernen

source: Delete warning and critical alerts
de: (Kritische) Warnungen entfernen

source: Enable/disable processes stats
de: Prozess-Daten aktivieren/deaktivieren

source: LOAD
de: LAST

source: {0}-core
de: {0}-Kern

source: MEM
de: RAM

source: total:
de: gesamt:

source: NETWORK
de: NETZWERK

source: PER CPU not available
de: PRO-CPU nicht möglich

source: PER CPU
de: PRO CPU

source: PROCESSES DISABLED (press 'z' to display)
de: PROZESS DEAKTIVIERT (drücke 'z' zum anzeigen)

source: TASKS
de: PROZESSE

source: by {0}
de: nach {0}

source: sorted by {0}
de: sortiert nach {0}

source: MEM%
de: RAM%

source: USER
de: BENUTZER

source: Command
de: Befehl

source: SENSORS
de: SENSOREN

source: SNMP from
de: SNMP von
